Namespace:   Autodesk.Revit.DB.Structure.StructuralSections
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public double GetFlangeThicknessInWidthCenter()
  Visual Basic
Public Function GetFlangeThicknessInWidthCenter As Double
  Visual C++
public:
double GetFlangeThicknessInWidthCenter()
 See Also
  StructuralSectionGeneralU Class
  Autodesk.Revit.DB.Structure.StructuralSections Namespace